// See https://aka.ms/new-console-template for more information
int a = 25;
int b = 5;

if (b * b == a)
  Console.WriteLine ("true");
  else
  Console.WriteLine ("false");
// 1. Напишите программу, которая на вход принимает два числа и проверяет,
// является ли первое число квадратом второго.