
int a = 785;
Console.WriteLine( a % 10 + a / 100 );


// 3. Напишите программу, которая принимает на вход
// трёхзначное целое число и на выходе показывает сумму
// первой и последней цифры этого числа.